{"id":21108,"date":"2020-07-13T16:28:12","date_gmt":"2020-07-13T20:28:12","guid":{"rendered":"https:\/\/forge3-new.flywheelsites.com\/?page_id=21108"},"modified":"2022-01-17T14:59:07","modified_gmt":"2022-01-17T19:59:07","slug":"master-service-terms","status":"publish","type":"page","link":"https:\/\/forge3.com\/master-service-terms\/","title":{"rendered":"Master Service Terms"},"content":{"rendered":"[vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#303e49&#8243; scene_position=&#8221;center&#8221; top_padding=&#8221;5%&#8221; bottom_padding=&#8221;5%&#8221; text_color=&#8221;light&#8221; text_align=&#8221;center&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; overlay_strength=&#8221;1&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; shape_type=&#8221;curve&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; top_margin=&#8221;auto&#8221; bottom_margin=&#8221;auto&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; bg_image_animation=&#8221;none&#8221;][divider line_type=&#8221;No Line&#8221; custom_height=&#8221;60&#8243;][vc_column_text]\n<h1>Our Master Service Terms.<\/h1>\n[\/vc_column_text][divider line_type=&#8221;No Line&#8221; custom_height=&#8221;15&#8243;][vc_column_text]\n<div class=\"wpb_text_column wpb_content_element \">\n<div class=\"wpb_wrapper\">\n<h2 class=\"vc_custom_heading\">Please read these terms.<\/h2>\n<\/div>\n<\/div>\n[\/vc_column_text][divider line_type=&#8221;No Line&#8221; custom_height=&#8221;150&#8243;][\/vc_column][\/vc_row][vc_row type=&#8221;in_container&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; equal_height=&#8221;yes&#8221; content_placement=&#8221;middle&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; scene_position=&#8221;center&#8221; translate_y=&#8221;-120&#8243; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; zindex=&#8221;500&#8243; overlay_strength=&#8221;1&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; shape_type=&#8221;curve&#8221;][vc_column column_padding=&#8221;padding-3-percent&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; bottom_margin=&#8221;-120&#8243; background_color=&#8221;#ffffff&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;small_depth&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; bg_image_animation=&#8221;none&#8221;][vc_column_text]<em>Last Updated: June 25, 2020<\/em><\/p>\n<p><strong>THESE MASTER SERVICE TERMS<\/strong> (these “<span style=\"text-decoration: underline;\">Terms<\/span>”), along with any proposals, scopes of work, or similar documents (such documents, a “<span style=\"text-decoration: underline;\">Client Proposal<\/span>”) agreed to between the parties, govern the relationship between you (referred to in these Terms as “<span style=\"text-decoration: underline;\">Client<\/span>”) and <strong>Forge3, Ltd.<\/strong>, a Pennsylvania limited liability company (“<span style=\"text-decoration: underline;\">FORGE3<\/span>”) and apply to any and all services, products and deliverables provided by FORGE3 to Client (the “<span style=\"text-decoration: underline;\">Services<\/span>”). Intending to be legally bound, Client and FORGE3 hereby agree as follows:<\/p>\n<p><strong>Applicability of These Terms.<\/strong><\/p>\n<ul>\n<li>The Services may include any services, products and deliverables described in any applicable Client Proposal and FORGE3 wishes to provide such Services to Client subject to these Terms. For the avoidance of doubt, FORGE3 would not provide the Services if not for Client’s acceptance of these Terms.<\/li>\n<li>By accepting any Services or signing any Client Proposal, Client agrees to be bound by these Terms and acknowledges that these Terms shall be legally binding upon Client and FORGE3.<\/li>\n<li>Client shall be bound by any future modifications to these terms which will be available at <a href=\"https:\/\/forge3.com\/master-service-terms\/\">https:\/\/forge3.com\/master-service-terms\/<\/a>.<\/li>\n<li>In the event that FORGE3 makes any updates to these Terms which FORGE3 determines, in its good faith judgment, would have a material adverse effect on Client, FORGE3 shall use commercially reasonable efforts to notify Client of such changes which may be satisfied by sending Client an email to the contact email address provided by Client to FORGE3 during the on-boarding process.<\/li>\n<\/ul>\n<p><strong><br \/>\nServices to be Provided.<\/strong><\/p>\n<ul>\n<li>FORGE3 shall use commercially reasonable efforts to provide the Services in a competent, professional and timely manner. Due to the nature of the Services, FORGE3 cannot guarantee any level of results or performance arising from the Services and shall not be responsible for the same.<\/li>\n<li>In the event that the parties decide to modify, amend or otherwise change the scope of the relationship or the scope of Services, they may do so by entering into an additional Client Proposal which shall specify whether it is adding to the existing Client Proposal or is replacing such Client Proposal in its entirety. In addition, FORGE3 may rely, in good faith, on any acknowledgment from Client in writing (including by email) accepting any change to a Client Proposal, the Services or FORGE3’s pricing.<\/li>\n<li>FORGE3 shall use commercially reasonable efforts to comply with generally accepted website-accessibility requirements, however, Client shall be solely responsible for any claims that any Client website is not in compliance with any such website-accessibility requirements.<\/li>\n<li>If Client reasonably determines that work product produced by FORGE3 in connection with the Services fails in any material respect to meet the specifications and\/or other acceptance criteria set forth in the applicable Client Proposal, Client shall (a) promptly notify FORGE3 in writing of such failure, and (b) specify in reasonable detail the nature and extent of such failure. In the event FORGE3 agrees with such assessment, FORGE3 shall use commercially reasonable efforts to ensure that the Services comply with the Client Proposal and these Terms. This shall be Client’s sole and exclusive remedy in the event of non-conforming Services.<\/li>\n<li>For purposes of these Terms and all Services to be provided hereunder, neither FORGE3, nor any of its employees or subcontractors, shall be considered an employee or representative of Client, but shall remain in all respects an independent contractor.<\/li>\n<\/ul>\n<p><strong><br \/>\nClient Obligations.<\/strong><\/p>\n<ul>\n<li>Client agrees to provide FORGE3 reasonable access to Client’s staff, leadership, systems and vendors as necessary and in conjunction with FORGE3’s delivery of the Services and to reasonably cooperate with FORGE3.<\/li>\n<li>Client acknowledges and agrees that that Client’s timely cooperation is necessary to FORGE3’s timely delivery of the Services and any delays or failure by Client in this regard shall not (a) be the responsibility of FORGE3 and (b) shall not affect, delay or reduce Client’s payment obligations as set forth in the applicable Client Proposal.<\/li>\n<li>As required to perform the Services, Client shall provide to FORGE3 Client’s logo, requested look and feel, colors and other speciﬁcations, data, content and information that Client wishes FORGE3 to utilize in connection with the Services (“Client Material”). Client hereby grants to FORGE3 a non-exclusive, royalty-free license to use, copy and modify the Client Material for use in the Services on behalf of Client.<\/li>\n<li>Client represents and warrants to FORGE3 that Client has the full legal right to grant to FORGE3 the right to use the Client Material hereunder and that the Client Material does not infringe upon the rights of any third party.<\/li>\n<li>FORGE3 shall not be responsible for providing any services or products that are not contemplated by the applicable Client Proposal and Client shall remain solely responsible for maintaining its own computer systems, data, hardware and software.<\/li>\n<\/ul>\n<p><strong><br \/>\nTerm.<\/strong><\/p>\n<ul>\n<li>The term for the Services shall be set forth in the applicable Client Proposal. In the event of non-payment by Client (or other breach of these Terms by Client), FORGE3 may terminate the relationship upon written notice to Client which may include terminating Client’s access to any deliverables contained in the Services (such as websites and other intellectual property of FORGE3).<\/li>\n<li>Client may terminate the Services or any Client Proposal on 30 days’ written notice to FORGE3.<\/li>\n<li>Upon termination, any Client website that is the subject of the Services will be disabled and unavailable, FORGE3 will return any Client Materials to Client and use commercially reasonable efforts to enable Client to utilize any content created by FORGE3 for Client’s benefit that is unique and specifically relevant to Client post-termination. For the avoidance of doubt, Client shall not have any access or right to use any of FORGE3’s intellectual property subsequent to the termination of a Client Proposal or the relationship between the parties.<\/li>\n<\/ul>\n<p><strong><br \/>\nCompensation.<\/strong><\/p>\n<ul>\n<li>As compensation for FORGE3&#8217;s performance of the Services, Client shall pay FORGE3 the fees set forth in each Client Proposal. All fees are non-refundable.<\/li>\n<li>Client shall pay all amounts on each invoice within 30 days after receipt.<\/li>\n<li>FORGE3 may add a penalty of 10% of any outstanding balances that are not paid when due. Beginning on the applicable due date, an additional 1% monthly interest shall accrue on any overdue amounts.<\/li>\n<li>Notwithstanding anything else in these Terms, Client shall be responsible for all costs associated with FORGE3 collecting any overdue amounts (including any reasonable legal costs incurred).<\/li>\n<li>Client acknowledges the fees stated in the Client Proposal shall begin on the date set forth in the Client Proposal regardless of any delays in the delivery of the Services except to the extent caused by the gross negligence or intentional misconduct of FORGE3.<\/li>\n<\/ul>\n<p><strong><br \/>\nWarranties, Disclaimers and Limitations of Liability.<\/strong><\/p>\n<ul>\n<li>In no event shall FORGE3’s aggregate liability to Client in connection with the Services exceed the amount of fees paid to FORGE3 hereunder during the immediately preceding 6-month period no matter the cause of the claims made by Client.<\/li>\n<li>In no event shall either party be responsible for any indirect, incidental, consequential, punitive or special damages regardless of whether such part has been advised of the same.<\/li>\n<li>Client acknowledges and agrees that FORGE3 may rely on third parties to provide services and products necessary for FORGE3 to perform the Services and that FORGE3 shall have no liability to Client as a result of the failure of such third parties.<\/li>\n<li>Content provided by FORGE3 to Client in connection with the Services may include sample or template text as a courtesy to Client (e.g., an example of a privacy notice). Any such content is intended to convey general information only and not to ensure legal compliance or provide legal advice. No action should be taken in reliance on such information and FORGE3 disclaims any and all liability in respect to actions taken or not taken based on any or all of the contents of such information. An attorney should be contacted for advice on specific legal issues.<\/li>\n<li>Client shall defend, indemnify and hold harmless FORGE3 and its representatives from and against any claims, actions, obligations, damages, losses or liabilities arising out of (i) any action brought against FORGE3 by any party as a result of Client’s use of the Services, (ii) any breach of these Terms by Client, (iii) any claim that FORGE3’s use of any Client Material infringes the intellectual property rights of a third party, and\/or (iv) any claim that any Client website is not compliant with any website-accessibility standards. This obligation shall survive the expiration or termination of the relationship between Client and FORGE3.<\/li>\n<li>EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH IN THE “SERVICES” SECTION SET FORTH ABOVE, THE SERVICES ARE PROVIDED “AS-IS” AND FORGE3 HEREBY DISCLAIMS ALL WARRANTIES, INCLUDING ALL IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.<\/li>\n<\/ul>\n<p><strong><br \/>\nConfidentiality and Publicity.<\/strong><\/p>\n<ul>\n<li>As used in this Section, the term “Discloser” shall refer to Client whenever the context refers to Client’s Confidential Information being disclosed to FORGE3, which is referred to as “Recipient” in that context. Conversely, the term “Discloser” shall refer to FORGE3 whenever the context refers to FORGE3’s Confidential Information being disclosed to Client, which is referred to as “Recipient” in that context.<\/li>\n<li>Recipient shall not use any Confidential Information disclosed to it by Discloser for its own use or for any purpose other than to carry out the intent of these Terms. Recipient shall not disclose or permit disclosure of any Confidential Information to third parties or to employees of Recipient, other than directors, officers, employees, members, managers consultants and agents of Recipient who are required to have the information in order to carry out the obligations hereunder. Recipient shall take reasonable measures to protect the secrecy of and avoid disclosure or use of Confidential Information in order to prevent it from falling into the public domain or the possession of unauthorized persons. Such measures shall include the degree of care that Recipient utilizes to protect its own Confidential Information of a similar nature. Recipient shall promptly notify Discloser of any misuse, misappropriation or unauthorized disclosure of Confidential Information which may come to Recipient’s attention. “Confidential Information” means information and physical material not generally known or available outside Discloser and information and physical material entrusted to Discloser in confidence by third parties, which is provided by or on behalf of Discloser to Recipient in connection with the Services.<\/li>\n<li>FORGE3 has the right to reference Client as a customer in standard marketing materials or as part of a “case study” or “customer success story” or the like depicting the relationship contemplated by these Terms.<\/li>\n<\/ul>\n<p><strong><br \/>\nIntellectual Property.<\/strong><\/p>\n<ul>\n<li>Nothing in these Terms or in any Client Proposal will transfer any right, title or interest in a FORGE3’s designs, inventions, patents, copyrights, trade secrets, trade names or other Intellectual Property to Client or any third party.<\/li>\n<li>Each party shall retain all pre-existing rights they may have in their respective Intellectual Property.<\/li>\n<li>Unless otherwise stated in the applicable Client Proposal, any Intellectual Property developed by FORGE3 in connection with the Services shall be exclusively owned by FORGE3 and FORGE3 shall have the right to incorporate any feedback or suggestions from Client into its Intellectual Property without limitation and for no additional consideration.<\/li>\n<li>“Intellectual Property” shall include copyrights, design rights, patents, patent applications and any rights to inventions, trade secrets, trade and business names, logos and devices, trade and service marks (where registered or unregistered) and any applications therefore and all rights in a party’s Confidential Information.<\/li>\n<li>Client agrees that the methodologies, strategies, designs, templates, general knowledge, skills, experience, ideas, concepts, know-how and techniques used by FORGE3 in the course of performing Services hereunder are all part of FORGE3’s proprietary Intellectual Property and are owned exclusively by FORGE3.<\/li>\n<\/ul>\n<p><strong><br \/>\nPersonal Information.<\/strong><\/p>\n<ul>\n<li>The parties agree that, except for the minimum necessary customary contact information (e.g., name, email address, telephone), personal information shall not be transmitted within the Services. For purposes of clarification and not limitation, sensitive personal information (e.g., &#8220;protected health information&#8221; as defined by HIPAA, &#8220;nonpublic personal information&#8221; as defined by GLBA, etc.) shall not be transmitted within the Services. Notwithstanding the foregoing, if at any point the parties decide to process sensitive personal information within the Services, a separate agreement or addendum regulating data handling policies will be entered into by the parties in advance.<\/li>\n<li>In the event that &#8220;personal information&#8221; as defined by the California Consumer Privacy Act of 2018 (&#8220;CCPA&#8221;) is provided to or processed by FORGE3 in connection with the Services, Client and FORGE3 acknowledge and agree that FORGE3 is a &#8220;service provider&#8221; as defined by CCPA. This means that FORGE3 processes personal information on Client&#8217;s behalf when Client or Client&#8217;s prospects or customers disclose personal information of such prospects or customers (&#8220;Consumer Data&#8221;) in order to use the Services. If FORGE3 processes Consumer Data on your behalf, FORGE3 will not:<\/li>\n<\/ul>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>retain, use, or disclose Consumer Data FORGE3 processes in connection with the Services for any purpose other than for performing the Services and in accordance with Client&#8217;s instructions;<\/li>\n<li>use or process Consumer Data for commercial purposes or direct marketing;<\/li>\n<li>sell or promote the sale of Consumer Data; or<\/li>\n<li>disclose or transfer Consumer Data to unauthorized personnel or parties, or outside the direct business relationship between Client and FORGE3.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong><br \/>\nDispute Resolution.<\/strong><\/p>\n<ul>\n<li>These Terms and the rights of the parties hereunder shall be interpreted in accordance with the laws of Pennsylvania, and all rights and remedies shall be governed by such laws without regard to principles of conflict of laws.<\/li>\n<li>As set forth more fully below, any disputes between the parties arising under or relating to these Terms shall be submitted to JAMS, or its successor, for mediation, and if the matter is not resolved through mediation, then it shall be submitted to JAMS, or its successor, for final and binding arbitration.<\/li>\n<li>Either party may commence mediation by providing to JAMS and the other party a written request for mediation, setting forth the subject of the dispute and the relief requested. The parties will cooperate with JAMS and with one another in selecting a mediator from the JAMS panel of neutrals and in scheduling and determining the venue of the mediation proceedings, provided that the mediator shall be a retired judge and the mediation shall take place in Philadelphia, Pennsylvania.<\/li>\n<li>The parties agree that they will participate in the mediation in good faith and that they will share equally in its costs. All offers, promises, conduct and statements, whether oral or written, made in the course of the mediation by any of the parties, their agents, employees, experts and attorneys, and by the mediator or any JAMS employees, are confidential, privileged and inadmissible for any purpose, including impeachment, in any arbitration or other proceeding involving the parties, provided that evidence that is otherwise admissible or discoverable shall not be rendered inadmissible or non-discoverable as a result of its use in the mediation.<\/li>\n<li>Either party may initiate arbitration with respect to the matters submitted to mediation by filing a written demand for arbitration at any time following the initial mediation session or at any time following 45 days from the date of filing the written request for mediation, whichever occurs first (the “Earliest Initiation Date”).<\/li>\n<li>The mediation may continue after the commencement of arbitration if the parties so desire. If the dispute is submitted to arbitration, then the dispute shall be determined by arbitration before a single arbitrator. The parties will cooperate with JAMS and with one another in selecting an arbitrator from the JAMS panel of neutrals who shall be a retired judge and in determining the venue of the arbitration proceedings, which shall take place in Philadelphia, Pennsylvania.<\/li>\n<li>The arbitration shall be administered by JAMS pursuant to its Streamlined Arbitration Rules and Procedures. Judgment on the Award may be entered in any court having jurisdiction. This clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction. All applicable statutes of limitation and defenses based upon the passage of time shall be tolled until 15 days after the Earliest Initiation Date. The parties will take such action, if any, required to effectuate such tolling.<\/li>\n<li>Notwithstanding any of the foregoing, FORGE3 shall not be subject to this section entitled “Dispute Resolution” for any matters relating to non-payment by Client and FORGE3 shall remain entitled to seek any and all legal remedies against Client in the event of non-payment.<\/li>\n<li>Notwithstanding anything to the contrary in these Terms, FORGE3 may seek equitable remedies against Client in the event that Client violates (a) any confidentiality obligation to FORGE3 hereunder or (b) utilizes or reproduces the Intellectual Property of FORGE3 in any manner not explicitly allowed by these Terms.<\/li>\n<li>Any notice required to be sent to FORGE3 must be sent to Forge3, Ltd., P.O. Box 108 Center Valley, PA 18034 with a copy of the message submitted via the FORGE3 website at the following link: <a href=\"https:\/\/forge3.com\/contact\/\">https:\/\/forge3.com\/contact\/<\/a><\/li>\n<\/ul>\n<p><strong><br \/>\nMiscellaneous Terms.<\/strong><\/p>\n<ul>\n<li>These Terms and any applicable Client Proposal are the entire agreement between FORGE3 and Client with respect to the Services to be performed hereunder and supersede all prior and\/or contemporaneous agreements and understandings with respect hereto, whether oral, written, or in any other medium, that might exist between the parties with relation to the subject matter hereof.<\/li>\n<li>Client may not assign these Terms or any Client Proposal without the prior written consent of FORGE3, which consent shall not be unreasonably withheld. Either party may, without consent of the other party, assign these Terms or any Client Proposal to a successor in interest to substantially all of the business of the assigning party to which the subject matter of these Terms relates. These Terms shall be binding upon and inure to the benefit of and be enforceable by the respective successors and permitted assigns of the parties hereto.<\/li>\n<li>Any waiver of a breach of any provision of these Terms shall not operate or be construed as a waiver of any subsequent breach of the same or any other provision hereof. All waivers shall be in writing and signed by the waiving party.<\/li>\n<li>Neither party shall be liable or deemed to be in default for any delays due to causes beyond the reasonable control of the party such as war, civil disorders, shortages of raw material or energy or other conservation matters, acts of God, labor shortages or labor strikes or stoppages or governmental action, (including regulatory restrictions or actions or regulatory agencies) provided that the affected party promptly notifies the other of the causes and its effects on the Services to be performed hereunder.<\/li>\n<li>Under no circumstances shall any other person or entity be considered a third party beneﬁciary of these Terms or any Client Proposal or otherwise entitled to any rights or remedies thereunder.<\/li>\n<li>If any provision of these Terms or application thereof to anyone or under any circumstances is adjudicated to be invalid or unenforceable in any jurisdiction, such invalidity or unenforceability shall not affect any other provision or application of these Terms which can be given effect without the invalid or unenforceable provision or application and shall not invalidate or render unenforceable such provision or application in any other jurisdiction.<\/li>\n<\/ul>\n[\/vc_column_text][\/vc_column][\/vc_row][vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; bg_image_animation=&#8221;none&#8221;][divider line_type=&#8221;No Line&#8221; custom_height=&#8221;60&#8243;][vc_text_separator title=&#8221;&#8221; i_type=&#8221;linecons&#8221; i_icon_linecons=&#8221;vc_li vc_li-world&#8221; i_color=&#8221;grey&#8221; add_icon=&#8221;true&#8221;][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#303e49&#8243; scene_position=&#8221;center&#8221; top_padding=&#8221;5%&#8221; bottom_padding=&#8221;5%&#8221; text_color=&#8221;light&#8221; text_align=&#8221;center&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; overlay_strength=&#8221;1&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; shape_type=&#8221;curve&#8221;][vc_column&#8230;<\/p>\n","protected":false},"author":27,"featured_media":27191,"parent":0,"menu_order":21,"comment_status":"open","ping_status":"closed","template":"","meta":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.12 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Our Master Service Terms - Forge3<\/title>\n<meta name=\"description\" content=\"Please read these terms and conditions as a client of Forge3 and a user of the ActiveAgency platform.\" \/>\n<meta name=\"robots\" content=\"noindex, follow\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Our Master Service Terms - Forge3\" \/>\n<meta property=\"og:description\" content=\"Please read these terms and conditions as a client of Forge3 and a user of the ActiveAgency platform.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/forge3.com\/master-service-terms\/\" \/>\n<meta property=\"og:site_name\" content=\"Forge3\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Forge3Ltd\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-01-17T19:59:07+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/forge3.com\/wp-content\/uploads\/2022\/01\/Forge3-ActiveAgency-General-Open-Graph.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"720\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Forge3\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/forge3.com\/master-service-terms\/\",\"url\":\"https:\/\/forge3.com\/master-service-terms\/\",\"name\":\"Our Master Service Terms | Forge3\",\"isPartOf\":{\"@id\":\"https:\/\/forge3.com\/#website\"},\"datePublished\":\"2020-07-13T20:28:12+00:00\",\"dateModified\":\"2022-01-17T19:59:07+00:00\",\"description\":\"Please read these terms and conditions as a client of Forge3 and a user of the ActiveAgency platform.\",\"breadcrumb\":{\"@id\":\"https:\/\/forge3.com\/master-service-terms\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/forge3.com\/master-service-terms\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/forge3.com\/master-service-terms\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/forge3.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Master Service Terms\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/forge3.com\/#website\",\"url\":\"https:\/\/forge3.com\/\",\"name\":\"Forge3\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/forge3.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/forge3.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/forge3.com\/#organization\",\"name\":\"Forge3\",\"url\":\"https:\/\/forge3.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/forge3.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/forge3.com\/wp-content\/uploads\/2020\/07\/Forge3-Logo-Tagline.svg\",\"contentUrl\":\"https:\/\/forge3.com\/wp-content\/uploads\/2020\/07\/Forge3-Logo-Tagline.svg\",\"width\":255,\"height\":70,\"caption\":\"Forge3\"},\"image\":{\"@id\":\"https:\/\/forge3.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/Forge3Ltd\/\",\"https:\/\/twitter.com\/Forge3\",\"https:\/\/www.instagram.com\/forge3ltd\/\",\"https:\/\/www.linkedin.com\/company\/forge3\",\"https:\/\/www.youtube.com\/channel\/UC7J8tWc_HpjZRfK64-eaAYg\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Our Master Service Terms - Forge3","description":"Please read these terms and conditions as a client of Forge3 and a user of the ActiveAgency platform.","robots":{"index":"noindex","follow":"follow"},"og_locale":"en_US","og_type":"article","og_title":"Our Master Service Terms - Forge3","og_description":"Please read these terms and conditions as a client of Forge3 and a user of the ActiveAgency platform.","og_url":"https:\/\/forge3.com\/master-service-terms\/","og_site_name":"Forge3","article_publisher":"https:\/\/www.facebook.com\/Forge3Ltd\/","article_modified_time":"2022-01-17T19:59:07+00:00","og_image":[{"width":1280,"height":720,"url":"https:\/\/forge3.com\/wp-content\/uploads\/2022\/01\/Forge3-ActiveAgency-General-Open-Graph.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@Forge3","schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/forge3.com\/master-service-terms\/","url":"https:\/\/forge3.com\/master-service-terms\/","name":"Our Master Service Terms | Forge3","isPartOf":{"@id":"https:\/\/forge3.com\/#website"},"datePublished":"2020-07-13T20:28:12+00:00","dateModified":"2022-01-17T19:59:07+00:00","description":"Please read these terms and conditions as a client of Forge3 and a user of the ActiveAgency platform.","breadcrumb":{"@id":"https:\/\/forge3.com\/master-service-terms\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/forge3.com\/master-service-terms\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/forge3.com\/master-service-terms\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/forge3.com\/"},{"@type":"ListItem","position":2,"name":"Master Service Terms"}]},{"@type":"WebSite","@id":"https:\/\/forge3.com\/#website","url":"https:\/\/forge3.com\/","name":"Forge3","description":"","publisher":{"@id":"https:\/\/forge3.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/forge3.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/forge3.com\/#organization","name":"Forge3","url":"https:\/\/forge3.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/forge3.com\/#\/schema\/logo\/image\/","url":"https:\/\/forge3.com\/wp-content\/uploads\/2020\/07\/Forge3-Logo-Tagline.svg","contentUrl":"https:\/\/forge3.com\/wp-content\/uploads\/2020\/07\/Forge3-Logo-Tagline.svg","width":255,"height":70,"caption":"Forge3"},"image":{"@id":"https:\/\/forge3.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/Forge3Ltd\/","https:\/\/twitter.com\/Forge3","https:\/\/www.instagram.com\/forge3ltd\/","https:\/\/www.linkedin.com\/company\/forge3","https:\/\/www.youtube.com\/channel\/UC7J8tWc_HpjZRfK64-eaAYg"]}]}},"_links":{"self":[{"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/pages\/21108"}],"collection":[{"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/users\/27"}],"replies":[{"embeddable":true,"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/comments?post=21108"}],"version-history":[{"count":1,"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/pages\/21108\/revisions"}],"predecessor-version":[{"id":24401,"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/pages\/21108\/revisions\/24401"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/media\/27191"}],"wp:attachment":[{"href":"https:\/\/forge3.com\/wp-json\/wp\/v2\/media?parent=21108"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}